{
  "es": {
    "Servicios Profesionales de Investigación Digital y Seguridad Informática": "Servicios Profesionales de Investigación Digital y Seguridad Informática",
    "PLANES": "PLANES",
    "Auditoría Forense Especializada": "Auditoría Forense Especializada",
    "Plan de Análisis Táctico Inicial": "Plan de Análisis Táctico Inicial",
    "Plan de Inteligencia Operativa Profunda": "Plan de Inteligencia Operativa Profunda",
    "Plan Maestro de Inteligencia Corporativa Estratégica": "Plan Maestro de Inteligencia Corporativa Estratégica",
    "Ver Utilidad": "Ver Utilidad",
    "Más Popular": "Más Popular",

    "delivery_time_plan1": "Entrega: 48 horas",
    "delivery_time_plan2": "Entrega: 48-72 horas",
    "delivery_time_plan3": "Entrega: 24 horas",
    "delivery_time_plan4": "Entrega: 3 a 5 días",

    "plan1_back": "¿Sientes que tu celular o computadora está actuando raro? Si crees que alguien puede estar espiándote, este plan revisa tus dispositivos como si fueran una escena del crimen digital. Detectamos cualquier rastro sospechoso y te entregamos pruebas claras. Ideal para quienes buscan tranquilidad, pruebas concretas y soluciones reales.",
    "plan2_back": "¿Alguien te contactó de forma sospechosa? ¿Dudas de la identidad o intenciones de una persona online? Este plan te ayuda a descubrir quién está realmente detrás. Usamos información pública avanzada para ayudarte a confirmar identidades y encontrar datos clave que te ayuden a decidir qué hacer. Sin tecnicismos, solo respuestas.",
    "plan3_back": "Si lo que necesitas es una visión completa de una persona o entidad, este plan es ideal. Rastreamos sus pasos en internet, analizamos sus redes y creamos un perfil detallado de su comportamiento. Es perfecto si estás lidiando con riesgos, sospechas graves o tomas decisiones importantes y necesitas un respaldo real.",
    "plan4_back": "Este plan está hecho para empresas que no pueden dejar la seguridad al azar. Si gestionas una marca, lideras una operación o te importa la protección de tu reputación digital, aquí analizamos riesgos, detectamos amenazas y te damos un mapa claro del entorno. No solo resolvemos problemas, te damos ventaja estratégica.",

    "Tecnología Avanzada": "Tecnología Avanzada",
    "Más información": "Más información",
    "why_choose_us_title": "¿Por Qué Elegirnos?",
    "confidentiality_title": "Confidencialidad Total",
    "confidentiality_desc": "Máxima seguridad y discreción en todos nuestros procesos de investigación",
    "technology_title": "Tecnología Avanzada",
    "technology_desc": "Algoritmos de última generación para análisis preciso y detallado",
    "accuracy_title": "Precisión Garantizada",
    "accuracy_desc": "Resultados verificados y de alta calidad respaldados por expertos",
    "delivery_title": "Entrega Rápida",
    "delivery_desc": "Tiempos de respuesta optimizados sin comprometer la calidad del análisis",
    "support_title": "Soporte Profesional",
    "support_desc": "Asesoramiento experto durante todo el proceso de investigación",
    "analysis_title": "Análisis Exhaustivo",
    "analysis_desc": "Cobertura completa de fuentes digitales y análisis forense especializado",

    "Análisis Completados": "Análisis Completados",
    "Precisión Garantizada": "Precisión Garantizada",
    "Entrega Promedio": "Entrega Promedio",
    "Confidencialidad": "Confidencialidad",
    "Información Importante": "Información Importante",
    "testimonio_1": "Durante una operación de rastreo, el sujeto generalmente se mueve, y su ubicación puede cambiar en pocas horas tras el reporte inicial del análisis.",
    "testimonio_2": "Es importante tener en cuenta que el tiempo es esencial; una respuesta rápida puede marcar la diferencia en la efectividad del rastreo y análisis forense.",
    "Servicios Profesionales de Investigación Digital": "Servicios Profesionales de Investigación Digital",
    "Contáctanos en Telegram": "Contáctanos en Telegram"
  },
  "us": {
    "Servicios Profesionales de Investigación Digital y Seguridad Informática": "Professional Digital Investigation and Cybersecurity Services",
    "PLANES": "PLANS",
    "Auditoría Forense Especializada": "Specialized Forensic Audit",
    "Plan de Análisis Táctico Inicial": "Initial Tactical Analysis Plan",
    "Plan de Inteligencia Operativa Profunda": "Advanced Operative Intelligence Plan",
    "Plan Maestro de Inteligencia Corporativa Estratégica": "Master Strategic Corporate Intelligence Plan",
    "Ver Utilidad": "View Utility",
    "Más Popular": "More Popular",

    "delivery_time_plan1": "Delivery: 48 hours",
    "delivery_time_plan2": "Delivery: 48-72 hours",
    "delivery_time_plan3": "Delivery: 24 hours",
    "delivery_time_plan4": "Delivery: 3-5 days",

    "plan1_back": "Do you feel like your phone or computer is acting strange? If you think someone might be spying on you, this plan examines your devices as if they were a digital crime scene. We detect any suspicious traces and provide you with clear evidence. Ideal for those seeking peace of mind, concrete proof, and real solutions.",
    "plan2_back": "Do you ever receive a suspicious message or email? Do you have doubts about the identity or intentions of an online person? This plan helps you discover who is behind it. We use advanced public information to help you confirm identities and find key data that helps you make a decision. Without technical tricks, just answers.",
    "plan3_back": "If you need a complete view of a person or entity, this plan is ideal. We stream their steps online, analyze their networks, and create a detailed profile of their behavior. It's perfect if you're working with risks, grave suspicions, or making important decisions and need real support.",
    "plan4_back": "This plan is made for companies that cannot let the randomness go. If you manage a brand, lead an operation, or are important to your digital reputation, here we analyze risks, detect threats, and give you a clear picture of the environment. Not only solve problems, but you get strategic advantage.",

    "Confidencialidad Total": "Total Confidentiality",
    "Tecnología Avanzada": "Advanced Technology",
    "Más información": "More information",
    "why_choose_us_title": "Why Choose Us?",
    "confidentiality_title": "Total Confidentiality",
    "confidentiality_desc": "Maximum security and discretion in all our investigation processes",
    "technology_title": "Advanced Technology",
    "technology_desc": "State-of-the-art algorithms for precise and detailed analysis",
    "accuracy_title": "Guaranteed Accuracy",
    "accuracy_desc": "Verified, high-quality results backed by experts",
    "delivery_title": "Fast Delivery",
    "delivery_desc": "Optimized response times without compromising analysis quality",
    "support_title": "Professional Support",
    "support_desc": "Expert guidance throughout the investigation process",
    "analysis_title": "Comprehensive Analysis",
    "analysis_desc": "Complete coverage of digital sources and specialized forensic analysis",

    "Análisis Completados": "Completed Analysis",
    "Precisión Garantizada": "Guaranteed Accuracy",
    "Entrega Promedio": "Average Delivery",
    "Confidencialidad": "Confidentiality",
    "Información Importante": "Important Information",
    "testimonio_1": "During a tracking operation, the subject generally moves, and their location may change within hours of the initial analysis report.",
    "testimonio_2": "It's important to note that time is essential; a quick response can make a difference in the effectiveness of tracking and forensic analysis.",
    "Servicios Profesionales de Investigación Digital": "Professional Digital Investigation Services",
    "Contáctanos en Telegram": "Contact us on Telegram"
  }
}