{
  "es": {
    "Servicios Profesionales de Investigación Digital y Seguridad Informática": "Servicios Profesionales de Investigación Digital y Seguridad Informática",
    "PLANES": "PLANES",
    "Auditoría Forense Especializada": "Auditoría Forense Especializada",
    "Plan de Análisis Táctico Inicial": "Plan de Análisis Táctico Inicial",
    "Plan de Inteligencia Operativa Profunda": "Plan de Inteligencia Operativa Profunda",
    "Plan Maestro de Inteligencia Corporativa Estratégica": "Plan Maestro de Inteligencia Corporativa Estratégica",
    "Ver Utilidad": "Ver Utilidad",
    "back_button": "Volver",
    "Más Popular": "Más Popular",
    "more_info": "Más información",

    "plan1_alert": "Para realizar esta auditoría, se recomienda proporcionar:\n\n• Archivos sospechosos (documentos, imágenes, aplicaciones).\n• Capturas de pantalla o registros de actividad relevantes.\n• Perfiles, direcciones IP o dispositivos involucrados.\n• Descripción detallada del incidente o sospecha.\n• Cualquier dato complementario que ayude a contextualizar la investigación.\n\n🛈 Nota: Si no se entrega toda la información, aún realizaremos el análisis, pero los resultados podrían ser menos completos.",

    "plan1_feature1": "Análisis estructural y de integridad en dispositivos móviles confiscados o disponibles",
    "plan1_feature2": "Examen técnico para detección de anomalías de seguridad operativa",
    "plan1_feature3": "Revisión integral de configuraciones y protocolos de seguridad digital",
    "plan1_feature4": "Escaneo forense en busca de software con patrones maliciosos identificables",
    "plan1_feature5": "Auditoría avanzada con metodología digital certificada",
    "plan1_feature6": "Informe técnico de alta precisión sobre hallazgos críticos",
    "plan1_feature7": "Revisión específica de debilidades explotables",
    "plan1_feature8": "Respaldo digital certificado con trazabilidad de evidencias",
    "plan1_feature9": "Opinión técnica documentada apta para procesos internos",
    "plan1_feature10": "Soporte técnico especializado para interpretación de resultados",

    "plan2_feature1": "Exploración avanzada de fuentes abiertas para recolectar rastros digitales útiles",
    "plan2_feature2": "Extracción contextual de metadatos digitales a partir de archivos, imágenes y enlaces",
    "plan2_feature3": "Inferencia aproximada de ubicación con base en indicadores técnicos y sociales",
    "plan2_feature4": "Búsqueda especializada en perfiles sociales públicos relevantes",
    "plan2_feature5": "Verificación estructurada de identidades mediante coincidencias cruzadas",
    "plan2_feature6": "Reporte digitalizado con estructura ejecutiva en formato PDF",
    "plan2_feature7": "Una consulta puntual vía correo para análisis posterior",

    "plan3_feature1": "Investigación multicapa sobre ecosistemas digitales públicos y semiestructurados",
    "plan3_feature2": "Análisis cruzado en bases de datos abiertas y archivos históricos digitalizados",
    "plan3_feature3": "Evaluación profunda de trayectorias digitales en redes profesionales de interés",
    "plan3_feature4": "Modelado de comportamiento basado en patrones de rastreo observables",
    "plan3_feature5": "Informe con visualización de datos avanzada y gráficos explicativos",
    "plan3_feature6": "Validación de información mediante metodologías forenses y analíticas",
    "plan3_feature7": "Reconstrucción de actividad pública con linealidad temporal",
    "plan3_feature8": "Consultas personalizadas ilimitadas mediante canales verificados",
    "plan3_feature9": "Seguimiento de comportamiento digital por 7 días continuos",
    "plan3_feature10": "Asistencia experta en interpretación y toma de decisiones",

    "plan4_feature1": "Análisis heurístico de comportamiento digital sobre grandes volúmenes de datos abiertos empresariales",
    "plan4_feature2": "Segmentación automatizada de trazas digitales provenientes de redes sociales, plataformas de colaboración y medios públicos",
    "plan4_feature3": "Correlación geotécnica para inferir zonas de actividad con patrones sospechosos a partir de metadatos técnicos",
    "plan4_feature4": "Detección probabilística de dispositivos mediante fingerprinting digital y validación cruzada de identidades técnicas",
    "plan4_feature5": "Representación gráfica avanzada de mapas de calor digital y líneas temporales de comportamiento",
    "plan4_feature6": "Algoritmo de detección de riesgo adaptativo con alertas automatizadas de eventos críticos",
    "plan4_feature7": "Informe ejecutivo visual + reporte técnico descriptivo con respaldo metodológico",
    "plan4_feature8": "Proceso de contextualización de patrones para asesoramiento interno (sin intervención directa)",   

    "delivery_time_plan1": "Entrega: 48 horas",
    "delivery_time_plan2": "Entrega: 48-72 horas",
    "delivery_time_plan3": "Entrega: 24 horas",
    "delivery_time_plan4": "Entrega: 3 a 5 días",

    "plan1_back": "¿Sientes que tu celular o computadora está actuando raro? Si crees que alguien puede estar espiándote, este plan revisa tus dispositivos como si fueran una escena del crimen digital. Detectamos cualquier rastro sospechoso y te entregamos pruebas claras. Ideal para quienes buscan tranquilidad, pruebas concretas y soluciones reales.",
    "plan2_back": "¿Alguien te contactó de forma sospechosa? ¿Dudas de la identidad o intenciones de una persona online? Este plan te ayuda a descubrir quién está realmente detrás. Usamos información pública avanzada para ayudarte a confirmar identidades y encontrar datos clave que te ayuden a decidir qué hacer. Sin tecnicismos, solo respuestas.",
    "plan3_back": "Si lo que necesitas es una visión completa de una persona o entidad, este plan es ideal. Rastreamos sus pasos en internet, analizamos sus redes y creamos un perfil detallado de su comportamiento. Es perfecto si estás lidiando con riesgos, sospechas graves o tomas decisiones importantes y necesitas un respaldo real.",
    "plan4_back": "Este plan está hecho para empresas que no pueden dejar la seguridad al azar. Si gestionas una marca, lideras una operación o te importa la protección de tu reputación digital, aquí analizamos riesgos, detectamos amenazas y te damos un mapa claro del entorno. No solo resolvemos problemas, te damos ventaja estratégica.",

    "Tecnología Avanzada": "Tecnología Avanzada",
    "Más información": "Más información",
    "why_choose_us_title": "¿Por Qué Elegirnos?",
    "confidentiality_title": "Confidencialidad Total",
    "confidentiality_desc": "Máxima seguridad y discreción en todos nuestros procesos de investigación",
    "technology_title": "Tecnología Avanzada",
    "technology_desc": "Algoritmos de última generación para análisis preciso y detallado",
    "accuracy_title": "Precisión Garantizada",
    "accuracy_desc": "Resultados verificados y de alta calidad respaldados por expertos",
    "delivery_title": "Entrega Rápida",
    "delivery_desc": "Tiempos de respuesta optimizados sin comprometer la calidad del análisis",
    "support_title": "Soporte Profesional",
    "support_desc": "Asesoramiento experto durante todo el proceso de investigación",
    "analysis_title": "Análisis Exhaustivo",
    "analysis_desc": "Cobertura completa de fuentes digitales y análisis forense especializado",

    "Análisis Completados": "Análisis Completados",
    "Precisión Garantizada": "Precisión Garantizada",
    "Entrega Promedio": "Entrega Promedio",
    "Confidencialidad": "Confidencialidad",
    "Información Importante": "Información Importante",
    "testimonio_1": "Durante una operación de rastreo, el sujeto generalmente se mueve, y su ubicación puede cambiar en pocas horas tras el reporte inicial del análisis.",
    "testimonio_2": "Es importante tener en cuenta que el tiempo es esencial; una respuesta rápida puede marcar la diferencia en la efectividad del rastreo y análisis forense.",
    "Servicios Profesionales de Investigación Digital": "Servicios Profesionales de Investigación Digital",
    "Contáctanos en Telegram": "Contáctanos en Telegram",
    "terms_label": "Términos y Condiciones",
    "download_pdf": "📄 Descargar PDF",
    "legal_clause": "⚖️ Cláusula Legal",

    "legal_title": "📜 Sección Legal",
    "legal_subtitle": "Conoce nuestros Términos y Condiciones",

    "section1_title": "▎1. Términos y Condiciones",
    "section1_1_title": "▎1.1 Aceptación de los Términos",
    "section1_1_text": "Al acceder y utilizar este sitio web, aceptas cumplir con estos términos y condiciones. Si no estás de acuerdo con alguno de estos términos, te recomendamos que no utilices nuestros servicios.",
    
    "section2_title": "▎2. Limitación de Responsabilidad",
    "section2_1_title": "▎2.1 Responsabilidad del Cliente",
    "section2_1_text": "El cliente debe tener legitimación para solicitar la investigación. Esto significa que el cliente debe ser el titular de los derechos o tener la autorización necesaria para realizar la investigación solicitada. CyberSecureAID no asume ninguna responsabilidad por las consecuencias legales que puedan derivarse del uso indebido de nuestros servicios. Es responsabilidad del cliente asegurarse de que su solicitud cumpla con todas las leyes aplicables y que tenga la debida autorización para llevar a cabo la investigación.",
    "section2_2_title": "▎2.2 Exención de Responsabilidad",
    "section2_2_text": "CyberSecureAID no será responsable por cualquier daño directo, indirecto, incidental o consecuente que resulte del uso o la incapacidad para usar nuestros servicios, incluso si se nos ha informado sobre la posibilidad de tales daños.",

    "section3_title": "▎3. Cláusula de Legalidad",
    "section3_text": "“CyberSecureAID no realiza intervenciones ilegales, hackeo no autorizado ni acciones que infrinjan leyes de privacidad digital. Todos los servicios se realizan sobre fuentes abiertas, dispositivos propios o bajo autorización escrita del interesado.”",

    "section4_title": "▎4. Propiedad Intelectual",
    "section4_1_title": "▎4.1 Derechos de Autor",
    "section4_1_text": "Todo el contenido de este sitio web, incluyendo textos, gráficos, logotipos y software, es propiedad de CyberSecureAID o de sus licenciantes y está protegido por las leyes de derechos de autor.",

    "section4_2_title": "▎4.2 Uso Permitido",
    "section4_2_text": "Se permite el uso personal y no comercial del contenido del sitio web, siempre que se mantengan todos los avisos de propiedad intelectual.",

    "section5_title": "▎5. Política de Privacidad",
    "section5_1_title": "▎5.1 Recopilación de Datos",
    "section5_1_text": "Recopilamos información personal solo cuando es necesaria para proporcionar nuestros servicios. Esta información se maneja conforme a nuestra Política de Privacidad.",
    
    "section5_2_title": "▎5.2 Uso de la Información",
    "section5_2_text": "La información recopilada se utiliza exclusivamente para los fines establecidos en nuestra Política de Privacidad y no se comparte con terceros sin el consentimiento del usuario.",

    "section6_title": "▎6. Modificaciones a los Términos",
    "section6_text": "CyberSecureAID se reserva el derecho de modificar estos términos y condiciones en cualquier momento. Cualquier cambio será efectivo inmediatamente después de su publicación en este sitio web.",

    "section7_title": "▎7. Contacto",
    "section7_text": "Si tienes preguntas sobre estos términos y condiciones, por favor contáctanos a través de nuestra cuenta en Telegram:",

    "footer_rights": "CyberSecureAID © 2025 - Todos los derechos reservados"

  },

  "us": {
    "Servicios Profesionales de Investigación Digital y Seguridad Informática": "Professional Digital Investigation and Cybersecurity Services",
    "PLANES": "PLANS",
    "Auditoría Forense Especializada": "Specialized Forensic Audit",
    "Plan de Análisis Táctico Inicial": "Initial Tactical Analysis Plan",
    "Plan de Inteligencia Operativa Profunda": "Advanced Operative Intelligence Plan",
    "Plan Maestro de Inteligencia Corporativa Estratégica": "Master Strategic Corporate Intelligence Plan",
    "Ver Utilidad": "View Utility",
    "back_button": "Back",
    "Más Popular": "More Popular",
    "more_info": "More Info",

    "plan1_alert": "To carry out this audit, we recommend providing:\n\n• Suspicious files (documents, images, apps).\n• Screenshots or relevant activity logs.\n• Profiles, IP addresses, or involved devices.\n• A detailed description of the incident or suspicion.\n• Any additional data that helps contextualize the investigation.\n\n🛈 Note: If not all information is provided, we will still conduct the analysis, though results may be less complete.",

    "plan1_feature1": "Structural and integrity analysis of mobile devices confiscated or available",
    "plan1_feature2": "Technical examination for detection of security operational anomalies",
    "plan1_feature3": "Comprehensive review of digital security configurations and protocols",
    "plan1_feature4": "Forensic scan for identification of malicious software patterns",
    "plan1_feature5": "Advanced auditing with digital certificate-based methodology",
    "plan1_feature6": "Technical report with high-precision coverage of critical findings",
    "plan1_feature7": "Specific review of exploitable vulnerabilities", 
    "plan1_feature8": "Digital certificate support with evidence tracing",
    "plan1_feature9": "Technical opinion documented for internal processes",
    "plan1_feature10": "Specialized technical support for interpretation of results",

    "plan2_feature1": "Advanced exploration of open sources to collect useful digital traces",
    "plan2_feature2": "Contextual extraction of digital metadata from files, images, and links",
    "plan2_feature3": "Approximate location inference based on technical and social indicators",
    "plan2_feature4": "Specialized search on relevant public social profiles",
    "plan2_feature5": "Structured identity verification through cross-references",
    "plan2_feature6": "Digitalized report with executive summary in PDF format",
    "plan2_feature7": "One-time query via email for post-analysis", 

    "plan3_feature1": "Multi-faceted investigation of public digital ecosystems and semistructured environments",
    "plan3_feature2": "Cross-referenced analysis of open databases and digital historical files",
    "plan3_feature3": "Deep evaluation of digital traffic in relevant professional networks",
    "plan3_feature4": "Behavior modeling based on observable tracking patterns",
    "plan3_feature5": "Report with advanced data visualization and explanatory graphics",
    "plan3_feature6": "Information validation through forensic and analytic methods",
    "plan3_feature7": "Public activity reconstruction with temporal continuity",
    "plan3_feature8": "Unlimited personalized queries through verified channels",
    "plan3_feature9": "Continuous tracking of digital behavior for 7 days",
    "plan3_feature10": "Expert support in interpretation and decision-making",    

    "plan4_feature1": "Heuristic analysis of digital behavior across large volumes of open business data",
    "plan4_feature2": "Automated segmentation of digital traces from social networks, collaboration platforms, and public media",
    "plan4_feature3": "Geographic correlation to infer activity areas with suspicious patterns from technical metadata",
    "plan4_feature4": "Probabilistic device detection through digital fingerprinting and cross-referenced technical identities",    
    "plan4_feature5": "Advanced graphical representation of heat maps and temporal behavior lines",
    "plan4_feature6": "Adaptive risk detection algorithm with automated alerts for critical events",
    "plan4_feature7": "Executive-level report + technical report with methodological support",
    "plan4_feature8": "Process of contextualization of patterns for internal advisory (without direct intervention)",   

    "delivery_time_plan1": "Delivery: 48 hours",
    "delivery_time_plan2": "Delivery: 48-72 hours",
    "delivery_time_plan3": "Delivery: 24 hours",
    "delivery_time_plan4": "Delivery: 3-5 days",

    "plan1_back": "Do you feel like your phone or computer is acting strange? If you think someone might be spying on you, this plan examines your devices as if they were a digital crime scene. We detect any suspicious traces and provide you with clear evidence. Ideal for those seeking peace of mind, concrete proof, and real solutions.",
    "plan2_back": "Do you ever receive a suspicious message or email? Do you have doubts about the identity or intentions of an online person? This plan helps you discover who is behind it. We use advanced public information to help you confirm identities and find key data that helps you make a decision. Without technical tricks, just answers.",
    "plan3_back": "If you need a complete view of a person or entity, this plan is ideal. We stream their steps online, analyze their networks, and create a detailed profile of their behavior. It's perfect if you're working with risks, grave suspicions, or making important decisions and need real support.",
    "plan4_back": "This plan is made for companies that cannot let the randomness go. If you manage a brand, lead an operation, or are important to your digital reputation, here we analyze risks, detect threats, and give you a clear picture of the environment. Not only solve problems, but you get strategic advantage.",

    "Confidencialidad Total": "Total Confidentiality",
    "Tecnología Avanzada": "Advanced Technology",
    "Más información": "More information",
    "why_choose_us_title": "Why Choose Us?",
    "confidentiality_title": "Total Confidentiality",
    "confidentiality_desc": "Maximum security and discretion in all our investigation processes",
    "technology_title": "Advanced Technology",
    "technology_desc": "State-of-the-art algorithms for precise and detailed analysis",
    "accuracy_title": "Guaranteed Accuracy",
    "accuracy_desc": "Verified, high-quality results backed by experts",
    "delivery_title": "Fast Delivery",
    "delivery_desc": "Optimized response times without compromising analysis quality",
    "support_title": "Professional Support",
    "support_desc": "Expert guidance throughout the investigation process",
    "analysis_title": "Comprehensive Analysis",
    "analysis_desc": "Complete coverage of digital sources and specialized forensic analysis",

    "Análisis Completados": "Completed Analysis",
    "Precisión Garantizada": "Guaranteed Accuracy",
    "Entrega Promedio": "Average Delivery",
    "Confidencialidad": "Confidentiality",
    "Información Importante": "Important Information",
    "testimonio_1": "During a tracking operation, the subject generally moves, and their location may change within hours of the initial analysis report.",
    "testimonio_2": "It's important to note that time is essential; a quick response can make a difference in the effectiveness of tracking and forensic analysis.",
    "Servicios Profesionales de Investigación Digital": "Professional Digital Investigation Services",
    "Contáctanos en Telegram": "Contact us on Telegram",
    "terms_label": "Terms and Conditions",
    "download_pdf": "📄 Download PDF",
    "legal_clause": "⚖️ Legal Clause",

    "legal_title": "📜 Legal Section",
    "legal_subtitle": "Learn our Terms and Conditions",

    "section1_title": "▎1. Terms and Conditions",
    "section1_1_title": "▎1.1 Acceptance of Terms",
    "section1_1_text": "By accessing and using this website, you agree to comply with these terms and conditions. If you are not in agreement with any of these terms, we recommend that you do not use our services.",
    
    "section2_title": "▎2. Limitation of Liability",
    "section2_1_title": "▎2.1 Customer Responsibility",
    "section2_1_text": "The customer must have legal authority to request investigation. This means that the customer must be the owner of the rights or have the necessary authorization to perform the requested investigation. CyberSecureAID does not assume any liability for legal consequences that may arise from the use of our services in an unlawful manner. It is the responsibility of the customer to ensure that their request complies with all applicable laws and has the appropriate authorization to carry out the investigation.",
    "section2_2_title": "▎2.2 Exclusion of Liability",
    "section2_2_text": "CyberSecureAID will not be liable for any direct, indirect, incidental, or consequential damage that results from the use or inability to use our services, even if we have been notified of the possibility of such damages.",

    "section3_title": "▎3. Legal Clause",
    "section3_text": "“CyberSecureAID does not carry out illegal interventions, unauthorized hacking or actions that infringe on digital privacy laws. All services are performed on open sources, own devices or under written authorization of the interested party.”",

    "section4_title": "▎4. Intellectual Property",
    "section4_1_title": "▎4.1 Copyright",
    "section4_1_text": "All content on this website, including text, graphics, logos, and software, is owned by CyberSecureAID or its licensors and is protected by copyright laws.",

    "section4_2_title": "▎4.2 Use Permitted",
    "section4_2_text": "Personal and non-commercial use of the website content is permitted, as long as all copyright notices are maintained.",

    "section5_title": "▎5. Privacy Policy",
    "section5_1_title": "▎5.1 Data Collection",
    "section5_1_text": "We collect personal information only when necessary to provide our services. This information is handled in accordance with our Privacy Policy.",
    
    "section5_2_title": "▎5.2 Use of Information",
    "section5_2_text": "The information collected is used exclusively for the purposes established in our Privacy Policy and is not shared with third parties without the consent of the user.",
    
    "section6_title": "▎6. Modifications to Terms",
    "section6_text": "CyberSecureAID reserves the right to modify these terms and conditions at any time. Any changes will be effective immediately after their publication on this website.",

    "section7_title": "▎7. Contact",
    "section7_text": "If you have any questions about these terms and conditions, please contact us through our Telegram account:",

    "footer_rights": "CyberSecureAID © 2025 - All Rights Reserved"
     
  }
}